[
    {
        "id": "1",
        "name": "Velo Presto",
        "link": "http://www.velopresto.cc/",
        "section": "National - UAE",
        "description": "Velo Presto offers bike servicing from their state of the art mobile workshop at your home or office.\nThe workshop is fully equipped with Park Tools and a full range of parts and accesories from brands such as: Shimano, SRAM, BBB, Continental, Vittoria, and more.\nThey also offer rental bikes that can be delivered to you or to the bike track of your choice, great way to get your friends into riding.\nTravel bags and cases are also availbale for rent as well as a packing and unpacking service.\nOperated by a bunch of friendly and experienced bike lovers.\n\nTriDubai special offers:\n20% off Major Service or Complete Overhaul (quote code TriDXB when booking)\n20% off any service package (quote code TriDXB when booking)",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/59c647a251a5841be346d059/1542434257668/VeloPresto.png?format=750w"
    },
    {
        "id": "2",
        "name": "Stealth training",
        "link": "https://secret-traininguae.com/",
        "section": "National - UAE",
        "description": "Secret Training offers TriDubai members free water bottles and the free product at the swims.\n\nWe also offer 15% discount on the website for the members with code TRIDUBAI15.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/5c0e10db8a922dfd481a53db/1544425701136/iTunesArtwork%402x.png?format=750w"
    },
    {
        "id": "3",
        "name": "Runderwear",
        "link": "https://runderwear.ae/",
        "section": "National - UAE",
        "description": "20% discount off Runderwear products for Tri Dubai members\n\nRunderwear is multi-sport underwear that is designed and engineered using 360 degree seemless technology to give you the ultimate comfort levels you need.\n\nMoisture wicking transport system\nErgonomically engineered to fit your body shape\nPerforations in fabric to increase breathability\nChafe-free guaranteed\n\nPlease use discount code TRIDUBAI20\n\nwww.runderwear.ae\n\nDON RUN COMMANDO",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/5a3214c59140b73f73ed1067/1542434257688/Picture1.png?format=750w"
    },
    {
        "id": "4",
        "name": "Lynwood Consulting",
        "link": "https://www.lynwoodconsultinguae.com/",
        "section": "National - UAE",
        "description": "Free half day business appraisal workshop\n\nLynwood Consulting provides expert and genuinely independent financial and management advice with a special interest in establishing new businesses and building successful teams. Founder and owner, David Hunt is an experienced CEO and Managing Director with 30 years financial services experience in Emerging Markets. An insightful strategic thinker with a proven track record of developing and executing strategic plans David and his team are experts in building sustainable businesses across the Middle East.\nThere are two core areas of the business; SME and Micro Businesses Advice and Board and Advisory. SME and Micro Businesses Advice covers: cash flow, plans, planning and strategy, obtaining and raising finance, risk assessment, balancing growth and costs, marketing strategies, recruitment and staffing, and networking. The second area is Board and Advisory and with over ten yearsexperience as a Managing Director and Chief Executive Officer, David is very well placed to advise Boards and Senior Management teams on business and financial strategies such as business right sizing, strategy formulation and execution.\n\nFor further information on this offer or Lynwood Consulting please email David on lynwoodconsultingfze@gmail.com or complete the contact form at www.Lynwoodconsultinguae.com",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/5aa89e37e2c48399700afd45/1542434257692/Picture1.png?format=500w"
    },
    {
        "id": "5",
        "name": "Los Olivos Cycling & Triathlon Training Camp",
        "link": "http://www.losolivoscttc.com/",
        "section": "International",
        "description": "Los Olivos Cycling & Triathlon Training Camp TriDubai members 15% discount\n*Services we can offer:\nGuided road cycling custom tours that will take riders through different villages, towns and cities; these tours are usually for a week or more and are for groups of not fewer than 4 guests. These tours are organized according to the ability and fitness level of the group; scheduled routes are organized according to the groups desired stops, etc; we design these tours after completing thorough consultations with the athletes at least three months in advance. These custom tours are completely supported with vehicle, mechanic and tools following the riders, they include excellent accommodations with breakfast and dinner along the way. These tours include pickup and return to the airport (Malaga or Granada). Pricing these tours are done according to the route and time of the year.\n* Self training staying at our country house where you have your own room for 2. Information on where to ride, run and swim is provided by us; this information can be organized as per the needs of each athlete. Healthy breakfasts and dinners can be supplied at the house for 7.50 and 10 Euros respectively. Minimum stay is 2 days. Pickup and return to airport (Malaga or Granada) can be arranged for 150 and 90 Euros respectively each trip for groups of not more than 8.\n*Targeting local races is a good way to plan and spend your active holiday. There are many tri races in the area from April to October; athletes can train for one or two weeks prior one of these races and test themselves in any of these local competitions; sprint, olympic, half and full distances are available - inquire with us for schedules, etc",
        "latitude": "37.4401661",
        "longitude": "-4.0007094",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/5a88417a71c10b5845ad2940/1542434257711/Los+Olivos_mv2.jpg?format=750w"
    },
    {
        "id": "7",
        "name": "Sported",
        "link": "http://www.sported.ae/",
        "section": "National - UAE",
        "description": "Sported.ae offers TriDubai member 15% discount on the sported website using the code TRIDUBAI15, code is valid already, the same code is also valid on Runderwear and secret training websites.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1594914041254-M6EA72MCIMYF7FYCV0HL/ke17ZwdGBToddI8pDm48kJ7hN1SIzc9MDDchm_vn7yx7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0rGufiEbbnf8uYoR7VF_4z3hPxOdAZfonJBN6M5bNGZvOhIh_yWJy46EeOa3sD2Z3w/Sported.png?format=300w"
    },
    {
        "id": "8",
        "name": "SwimSmoothDubai",
        "link": "https://www.swimsmoothdubai.com/",
        "section": "National - UAE",
        "description": "SwimSmoothDubai offers TriDubai members 15% off for 121 Video Analysis and first session for FREE with our Squad training: \n\nSquad Training (Horizon International School)  60AED/Session\nMonday: 7:00 - 8:15pm Technique\nTuesday: 7:00 - 8:15pm CSS\nWednesday: 7:00 - 8:15pm CSS\nSaturday: 8:00 - 9:00am Endurance\n121 Video Analysis (500AED)\nBooking: https://www.swimsmoothdubai.com/booking",
        "latitude": "25.1320352",
        "longitude": "55.2059318",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1595693239770-7CSVZLFBOXS3EZ0ASR7R/ke17ZwdGBToddI8pDm48kF0ep55R04jXh09h8rktxYVZw-zPPgdn4jUwVcJE1ZvWhcwhEtWJXoshNdA9f1qD7YmDye92LJlx5Z6JHLEUGa1nkkAcAIDFUw8TtYh52zl1HOPHa-pFxfe6edpCEQ97Ew/SwimSmooth.png?format=300w"
    },
    {
        "id": "9",
        "name": "RAK Leisure",
        "link": "https://www.beargryllscamp.ae/#camp",
        "section": "National - UAE",
        "description": "Offer 1:\nRAK Leisure invites TriDubai members to enjoy two of our exciting dining outlets located on Jebel Jais mountain in Ras Al Khaimah. We're excited to announce the opening of 1484 by Puro - the highest restaurant in the UAE. Found a staggering 1,484 meters above sea level, you'll find it beside the welcome center of Toroverde. The new restaurant offers incredible views of the Hajar mountain with both indoor and terrace seating.\nPuro Express is located at the Jais Viewing Deck, where you will find stunning 360 degree views of the natural landscape. TriDubai members are welcome to join us at any time and receive a 20% discount off their bill, until 30th September 2021.\nTimings:\n1484 By Puro: Every day from 8am - 7pm\nPuro Express: Wednesday to Sunday from 9am - 7pm\n——————————————————————————————————————————————————\nOffer 2:\nRAK Leisure invites TriDubai members to enjoy its new adventure experience in Jebel Jais mountain in Ras Al Khaimah. We're excited to announce the opening of Bear Grylls Explorers Camp, run by Bear Grylls' team of highly trained instructors and  in the field of survival to demonstrate his dynamic methods and techniques.\nCourses available:\n24hr adult survival course\n24hr family survival course\n8hr survival course\nHalf-day survival course\nhttps://www.beargryllscamp.ae/#camp \nhttps://www.instagram.com/beargryllscamp/",
        "latitude": "25.8999083",
        "longitude": "56.1420652",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1600967859137-79G96JO3HJ9IXRGJ96WQ/ke17ZwdGBToddI8pDm48kJ89DYb-iObiLD0GNv6GdFnlfiSMXz2YNBs8ylwAJx2qLijIv1YpVq4N1RMuCCrb3iJz4vYg48fcPCuGX417dnaEmoTmuMWbfqjpLxkA6jOnfgJ35_DbTHSoXorC1aFYqQoyyEsAbPHhHcQMU6bWQFI/RAK-Leisure-Logo-SMLL.png?format=300w"
    },
    {
        "id": "10",
        "name": "ROKA",
        "link": "https://www.roka.com/",
        "section": "National - UAE",
        "description": "Roka offers TriDubai members a discount on its product which can vary depending on the items. In general it is a 25% discount.\nTo claim your discount, you need to create an account on Roka or login to your existing account to TriClub “TriDubai” using a password 9467.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1606464141437-0FQM36MHWS8ZJSRHGMM2/ke17ZwdGBToddI8pDm48kLPswmMOqQZ9-Q6KHLjvbpZ7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z5QPOohDIaIeljMHgDF5CVlOqpeNLcJ80NK65_fV7S1UcaEU9usEQgaPMYSSHCLDdjcUDfwtSR5qjoqJbWx-aCIZDqXZYzu2fuaodM4POSZ4w/ROKA_LOGO_2000x2000.png?format=300w"
    },
    {
        "id": "11",
        "name": "Ear-Pro-ear-spray",
        "link": "https://www.amazon.ae/dp/B08FMWVF6D?ref=myi_title_dp",
        "section": "National - UAE",
        "description": "Ear Pro ear spray is the worlds top preventative solution to fight water-related ear problems. It is formulated with all-natural ingredients, including liquid paraffin oil and oregano oil, that repel water and protect the ear from exposure to water-borne diseases. It also helps prevent swimmer's ear caused by any contaminants contained in the water. Trapped water causes all kinds of ear problems, starting with pain, that can lead to infections and potential hearing loss which water sports enthusiasts and swimmers are 5X more likely to suffer. Our ear spray doesn't affect your balance, allows you to hear naturally (no muffled noises like ear plugs) and equalize at depths when swimming, surfing, diving, or doing other water fun.\n\nEar Pro is now available on Amazon.ae however we would like to offer a 15% discount with free delivery to all TriDubai members. Please send us a WhatsApp message on 058 892 8113 with your name and address to order",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/d77b8207-39b5-4f1d-a387-339cb6d16de3/EarProSpray.jpg?format=750w"
    },
    {
        "id": "12",
        "name": "Runners-tribe",
        "link": "https://runners-tribe.com",
        "section": "National - UAE",
        "description": "Runners-tribe offers 20% discount on the entire assortment to TRI DUBAI community members. This includes HOKA ONE ONE, VIVOBAREFOOT, ASICS, NIKE, and other leading running brands. Promo code TRIDXB20\n\nRunners-tribe - is Dubai grown and independent online shop focusing on running. We are built on mindset, 'for runners by runners' with the ultimate goal to build and serve the community.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1632582794620-2CU0STS8J1Y9PRVVQ0VO/Runners-tribe.png?format=2500w"
    },
    {
        "id": "13",
        "name": "Drink-Dry",
        "link": "https://www.drinkdrystore.com",
        "section": "National - UAE",
        "description": "Drink Dry is the first online marketplace for premium non-alcoholic drinks in the UAE.\nThe online platform was founded in 2019 by Erika Doyle, with the intention of gathering good quality alcohol free drinks under one umbrella and to make it easier for those looking for alternatives to alcohol to quench their thirst.\nThe online marketplace offers a curated selection of non-alcoholic beers, spirits, still and sparkling wines, cocktails and tonic mixers - all one click away and conveniently delivered to your doorstep.\nNot to mention that Drink Dry's premium non-alcoholic beverages contain less sugar and calories compared to average adult drinks, making them the perfect indulgent drinks that you can enjoy guilt-free.\n\nUse Discount code TRIDUBAI15 to get 15% off your order!",
        "latitude": "25.0804017",
        "longitude": "55.1443421",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1632582928296-LRQFO6LVDLJFUW4H37P0/Vintense+DD+logo.png?format=2500w"
    },
    {
        "id": "14",
        "name": "Apex Sports",
        "link": "https://www.apexsports.ae/",
        "section": "National - UAE",
        "description": "Apex are offering all TriDubai members a 20% discount on these services, plus workshops that you can attend to try these services out for yourself, all for free! We will let you know about the workshops dated but most likely to be in the second week of January 2022. Additionally, we will be run a monthly competition where you will have the chance to win free underwater analysis sessions.\n\nFor your families, Apex will offer 10% discount for kids and adult activities across their locations. This includes squad swimming, learn to swim, basketball, taekwondo, tennis, boxing and more.\n\nFor more information and to book your session please contact Ana zelyn 00971503420773, enquiries@apexsports.ae. Or visit their website https://www.apexsports.ae/.",
        "latitude": "25.1784179",
        "longitude": "55.3064159",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/4eef1e93-1ba2-4c7b-83d8-687467dae75b/Apex.png?format=300w"
    },
    {
        "id": "15",
        "name": "Life-ID",
        "link": "https://www.sported.ae/",
        "section": "National - UAE",
        "description": "LifeID drives adventure and save lives. LifeID is peace of mind for our family when we are out training, playing, or traveling. In case of an emergency, it helps first responder to reach out to our family and friends. It helps in finding missing pets & kids.\n* Personalized engraved steel id with emergency info\n* Speaks for us when we cannot\n*Superior comfort, lasting performance\n\nSpecial 20% discount for TriDubai members when you buy at www.lifeid.ae using discount code: TRIDXBLIFEID\nWant to see the product visit Sported.ae in our showroom at SurfHouse.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/88fdca54-0719-4be4-a36d-0f793ea4d28b/LifeId.png?format=1000w"
    },
    {
        "id": "16",
        "name": "Ear Pro Spray",
        "link": "https://www.amazon.ae/dp/B08FMWVF6D?ref=myi_title_dp",
        "section": "National - UAE",
        "description": "Ear Pro ear spray is the world's top preventative solution to fight water-related ear problems. It is formulated with all-natural ingredients, including liquid paraffin oil and oregano oil, that repel water and protect the ear from exposure to water-borne diseases.\n\nIt also helps prevent swimmer's ear caused by any contaminants contained in the water. Trapped water causes all kinds of ear problems, starting with pain, that can lead to infections and potential hearing loss which water sports enthusiasts and swimmers are 5X more likely to suffer. Our ear spray doesn't affect your balance, allows you to hear naturally (no muffled noises like ear plugs) and equalize at depths when swimming, surfing, diving, or doing other water fun.\n\nEar Pro is now available on Amazon.ae - however we'd like to offer a 15% discount with free delivery to all TriDubai members. Please send us a WhatsApp message on 058 892 8113 with your name and address to order",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/d77b8207-39b5-4f1d-a387-339cb6d16de3/EarProSpray.jpg?format=300w"
    },
    {
        "id": "17",
        "name": "TrainingPeaks",
        "link": "https://www.trainingpeaks.com/",
        "section": "International",
        "description": "TrainingPeaks offers TriDubai members a discount on its product using 23TRIDubai code.",
        "latitude": "39.9688422",
        "longitude": "-105.1661836",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1610385482210-M9M1RYMYFQJGHKT7VDY9/trainingpeaks-vector-logo.png?format=300w"
    },
    {
        "id": "18",
        "name": "Form",
        "link": "https://www.formswim.com/",
        "section": "National - UAE",
        "description": "FORM is an integrated Swim Platform that is powered by their Smart Swim Goggles, which display real time swim data to athletes while they train. The FORM Smart Swim Goggles are the first swim training device that not only displays performance data in real time via the goggles, but also delivers workouts through the goggles for athletes to make training more efficient, effective, engaging, motivating, and accountable.\n\nHow to order: Order on www.formswim.com and use the team code at checkout. Or use the links above. The user should make sure to choose their local currency before adding to cart and then add code TriDubai20 at checkout.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/e6bfef92-18ff-421f-bceb-830a752a6509/small-6D8EB56E-36D0-41B7-A74C829AFBA8B4E3.png?format=2500w"
    }
]