[
    {
        "id": "1",
        "name": "Velo Presto",
        "link": "http://www.velopresto.cc/",
        "section": "National - UAE",
        "description": "Tired of lugging your bike to the shop? Bring the mechanic to you with Vélo Presto!\n\nVélo Presto offers bike servicing from their state of the art mobile workshop at your home, office or place of convenience.\n\nThe workshop is fully equipped with Park Tools and a full range of parts and accessories from brands such as: Shimano, SRAM, BBB, Continental, Vittoria, and more.\n\nBike Box Alan cases are also available for rent as well as a packing and unpacking service.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/59ee1a905b409bf79d119041/1508776602686/VeloPresto.png?format=500w"
    },
    {
        "id": "2",
        "name": "Wolfis",
        "link": "http://www.wbs.ae/",
        "section": "National - UAE",
        "description": "Wolfi Bike Shop is the iddle East Cycling Candy Store.\nThey have got 23 dedicated enthusiasts waiting to help you, with over 100 years worth of cycling knowledge between them (which means you don have to research, surf the net, or wade through old magazines theye done it all for you!).\n\nAlong with their great products and services, they are actively involved in growing and supporting the cycling fraternity - mainly through their patronage of the Dubai Roadsters cycling club.\n\nWith lots of triathlon specific kit on sale, Wolfi is the place.",
        "latitude": "25.1649983",
        "longitude": "55.2365637",
        "logo": "https://static1.squarespace.com/static/5679680d2399a3acd195c64e/t/568de8464bf1183096d1e3fd/1465654620986/?format=500w"
    },
    {
        "id": "3",
        "name": "Sported",
        "link": "http://www.sported.ae/",
        "section": "National - UAE",
        "description": "Sported.ae is more than an online shop. We aim to provide a destination where athletes can obtain information that will help them with their training and racing. Our race calendar lists all multisport events across the UAE in one place including virtual races. There is a directory of coaches and a range of useful and inspirational articles. We welcome feedback and ideas from fellow athletes and invite athletes to send us their write-ups which will be rewarded with a 300aed voucher if published on the Sported site.",
        "latitude": "25.2048",
        "longitude": "55.2708",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1594914041254-M6EA72MCIMYF7FYCV0HL/ke17ZwdGBToddI8pDm48kJ7hN1SIzc9MDDchm_vn7yx7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0rGufiEbbnf8uYoR7VF_4z3hPxOdAZfonJBN6M5bNGZvOhIh_yWJy46EeOa3sD2Z3w/Sported.png?format=300w"
    },
    {
        "id": "4",
        "name": "GymNation",
        "link": "https://gymnation.com/",
        "section": "National - UAE",
        "description": "TriDubai is pleased to announce a partnership with GymNation – The UAE’s leading and most affordable gym chain.\n\nGymNation currently have 8 open locations across Al Quoz, Motor City, Bur Dubai, Mirdif, Silicon Oasis, Manar Mall (RAK) and Khalidiyah Mall and Reem Island (Abu Dhabi) within Downtown Dubai and Sharjah Mega Mall Mens and Ladies set to open in the next few months.\n\nAll GymNation locations are over 30,000+ SqFt in size and are open 24/7, with free parking and the widest selection of free and machine weights, cardio equipment and group exercise classes (Les Mills, Yoga, CrossFit, Spinning and more!)\n\nAs part of the partnership with GymNation, TriDubai will be launching 2 FREE, 1 hour long, weekly triathlon focussed classes for the TriDubai community, both launching this week in GymNation Al Quoz. These classes provide the perfect opportunity to get some triathlon focussed indoor training in over the summer months in GymNation’s world class facilities.\nMonday: 5.45AM – TriDubai Spin\nWednesday 5.45am – TriDubai Treadmill/Functional",
        "latitude": "25.1437155",
        "longitude": "55.2229296",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/1625323412244-CYGJ6PE7VK27J7LWPVD6/Screenshot+2021-07-03+at+17.42.58.png?format=300w"
    },
    {
        "id": "5",
        "name": "Apex Sports",
        "link": "https://www.apexsports.ae/",
        "section": "National - UAE",
        "description": "Apex is the leading company for swimming technical analysis is the UAE. They have an underwater camera system and endless pool which is the first of its kind in the Middle Est. The new equipment’s is run by experienced coaches who provide in-depth knowledge about your stroke and guide you in making your swimming technique more efficient. These analysis sessions will allow you to have a greater insight into your swimming and will result in improving the direction of your training time in the water.\n\nApex has an experienced strength and conditioning coach who holds a master's degree and is specialized in swimming performance. This coach is offering bespoke strength and conditioning that will improve your FTP, help build strength endurance and reduce your chances of injury.\n\nAlongside this, apex has installed water bikes which are the ideal tool for rehabbing knee injuries due to the low impact but also keeping your training specific to triathlon.\n\nThe endless pool is the ideal training tool for triathletes as it mimics the environment of the open water races that you take part in, whilst allowing you to train in intervals and track your swimming pace.",
        "latitude": "25.1784179",
        "longitude": "55.3064159",
        "logo": "https://images.squarespace-cdn.com/content/v1/5679680d2399a3acd195c64e/4eef1e93-1ba2-4c7b-83d8-687467dae75b/Apex.png?format=300w"
    }
]